Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Alguns programes, si no troben una UT que té la part esquerra idèntica a l'observada en el nou text ($e'$), però troben una, $(e,d)$, la part esquerra $e$ de la qual es diferencia en un mot o en un cert percentatge dels mots de $e'$, presenten com a traducció aproximada la part dreta ($d$) corresponent a $e$.
es_es: Algunos programas, si no encuentran una UT que tenga la parte izquierda idéntica a la observada en el nuevo texto ($e'$), pero encuentran una, $(e,d)$, la parte izquierda $e$ de la que se diferencia en una palabra o en un cierto porcentaje de las palabras de $e'$, presenta como traducción aproximada la parte derecha ($d$) correspondiente a $e$.

source: Alguns sistemes, fins i tot, són capaços d'usar les bases de dades lèxiques o terminològiques de la persona usuària per a proposar traduccions per als mots discordants.
es_es: Algunos sistemas incluso son capaces de usar las bases de datos léxicas o terminológicas del usuario para proponer traducciones para las palabras discordantes.

source: Altres components, com ara la memòria RAM, també funcionen a una determinada velocitat, independent de la del processador, que es mesura també en MHz.
es_es: Otros componentes, como la memoria RAM, también funcionan con una velocidad determinada, independiente de la del procesador, que se mide también en MHz.

source: Altres dispositius d'eixida són les impressores, els altaveus, els vibradors dels dispositius mòbils, etc.
es_es: Otros dispositivos de salida son las impresoras, los altavoces, los vibradores de los dispositivos móviles, etc.

source: Altres termes habituals són CD-R (compact disc recordable) ---que identifica els CD en què es pot escriure informació només una vegada amb l'ajuda de dispositius coneguts com a enregistradores--- i CD-RW (compact disc rewritable) ---utilitzat per als CD que poden ser esborrats i reescrits un nombre il·limitat de vegades.
es_es: Otros términos habituales son CD-R (compact disc recordable) ---que identifica los CD en los que se puede escribir información solo una vez con la ayuda de dispositivos conocidos como grabadoras--- y CD-RW (compact disc rewritable) ---utilizado para los CD que se pueden borrar y ser reescritos un número ilimitado de veces.

source: Amb 3 bits podem emmagatzemar \(222=8\) colors.
es_es: Con 3 bits podemos almacenar \(222=8\) colores.

source: Amb 3 targetes puc emmagatzemar $ 3 * 1024 = 3.072$ imatges.
es_es: Con 3 tarjetas puedo almacenar $ 3 * 1024 = 3.072$ imágenes.

source: Amb 8 bits podem fer \(2^8=22 2 2 2 2 2 2=256\) combinacions.
es_es: Con 8 bits podemos hacer \(2^8=22 2 2 2 2 2 2=256\) combinaciones.

source: Ambigüitat
es_es: Ambigüedad

source: Ambigüitat de l'oració per polisèmia (ambigüitat lèxica) del mot número (part d'una actuació / comptes econòmics)
es_es: Ambigüedad de la oración por polisemia (ambigüedad léxica) de la palabra número (parte de una actuación / cuentas económicas)

source: Ambigüitat estructural d'adjunció (en anglés attachment ambiguity): es tracta d'un cas típic d'ambigüitat estructural que es manifesta quan hi ha un { adjunt} (típicament un sintagma preposicional) que es pot inserir de diverses maneres en l'arbre d'anàlisi sintàctica de la frase.
es_es: Ambigüedad estructural de adyunción (en inglés attachment ambiguity): se trata de un caso típico de ambigüedad estructural que se manifiesta cuando hay un { adjunto} (normalmente un sintagma preposicional) que se puede insertar de varias maneras en el árbol de análisis sintáctico de la frase.

source: Ambigüitat estructural d'origen categorial.
es_es: Ambigüedad estructural de origen categorial.

source: Ambigüitat estructural per moviment de Qu.
es_es: Ambigüedad estructural por movimiento de Qu..

source: Ambigüitat sintàctica o estructural (pura) d'adjunció: el sintagma preposicional de la ciutat es pot inserir en dues posicions diferents de l'oració: pot modificar alcalde o expulsaran [l'alcalde].
es_es: Ambigüedad sintáctica o estructural (pura) de adyunción: el sintagma preposicional de la ciudad se puede insertar en dos posiciones diferentes de la oración: puede modificar alcalde o expulsarán [el alcalde].

source: Ambigüitat]{Per què és difícil la traducció automàtica?
es_es: Ambigüedad]{¿Por qué es difícil la traducción automática?

source: Ambigüitat}
es_es: Ambigüedad}

source: Aquest epígraf recull unes notes ---no exhaus­tives--- sobre les estratègies de resolució d'alguns tipus d'ambigüitat en sistemes automàtics de tractament del llenguatge humà.
es_es: Este epígrafe recoge unas notas ---no exhaustivas--- sobre las estrategias de resolución de algunos tipos de ambigüedad en sistemas automáticos de tratamiento del lenguaje humano.

source: Aquest glossari arreplega alguns termes d'ús comú en la descripció d'ordinadors i programes que no han estat definits més amunt.
es_es: Este glosario recoge algunos términos de uso común en la descripción de ordenadores y programas que no se definieron más arriba.

source: Aquest programari oferix al sistema operatiu serveix bàsics d'accés als dispositius d'entrada i d'eixida més habituals.
es_es: Este software ofrece al sistema operativo servicios básicos de acceso a los dispositivos de entrada y de salida más habituales.

source: Aquest tipus d'ambigüitat es pot explicar pel fet que el principi de composicionalitat per si sol no és suficient per a especificar completament l'assignació d'interpretació a una oració.
es_es: Este tipo de ambigüedad se puede explicar por el hecho de que el principio de composicionalidad por sí solo no es suficiente para especificar completamente la asignación de interpretación a una oración.

source: Aquest tipus d'ambigüitat lèxica pot provocar de vegades ambigüitat estructural, causada per la presència de més d'una anàlisi sintàctica acceptable (si, tot i els homògrafs, només n'hi ha una anàlisi acceptable, l'ambigüitat passa desapercebuda per al receptor; això és així perquè habitualment només es consideren estructures acceptables quan es vol assignar interpretació a una oració).
es_es: Este tipo de ambigüedad léxica puede provocar a veces ambigüedad estructural, causada por la presencia de más de un análisis sintáctico aceptable (si, a pesar de los homógrafos, sólo hay un análisis aceptable, la ambigüedad pasa desapercibida para el receptor; esto es así porque habitualmente sólo se consideran estructuras aceptables cuando se quiere asignar interpretación a una oración).

source: Aquest tipus d'ambigüitat se sol anomenar ambigüitat estructural d'origen categorial.
es_es: Este tipo de ambigüedad se suele denominar ambigüedad estructural de origen categorial.

source: Aquest és el problema de la descripció.
es_es: Este es el problema de la descripción.

source: Aquest és el problema de la síntesi.
es_es: Este es el problema de la síntesis.

source: Aquest és el problema de la transferència, perquè es manifesta típicament en els sistemes de traducció automàtica per transferència (vegeu ).
es_es: Este es el problema de la transferencia, porque se manifiesta habitualmente en los sistemas de traducción automática por transferencia (véase ).

source: Aquest és el problema de l'anàlisi, també anomenat ambigüitat.
es_es: Este es el problema del análisis, también llamado ambigüedad.

source: Aquesta classe d'ambigüitats se sol incloure dins d'un grup de fenòmens més generals anomenats ambigüitats per el·lipsi.
es_es: Esta clase de ambigüedades se suele incluir dentro de un grupo de fenómenos más generales denominados ambigüedades por elipsis.

source: Aquesta informació podria servir per a traduir després de l'espanyol a l'anglés i elegir { destiny} o destination en cada cas amb molta probabilitat d'èxit.
es_es: Esta información podría servir para traducir después del español al inglés y elegir { destiny} o destination en cada caso con mucha probabilidad de éxito.

source: Aquesta modalitat comporta l'accés per part de qui tradueix a la memòria de traducció.
es_es: Esta modalidad conlleva el acceso por parte de quien traduce a la memoria de traducción.

source: Aquesta omissió dóna lloc a una ambigüitat.
es_es: Esta omisión da lugar a una ambigüedad.

source: Aquesta oració l'hem de desambiguar si la volem traduir, per exemple, a l'anglés, perquè en el primer cas hauríem de dir study i en el segon, studio; per això l'efecte de la polisèmia en traducció pot causar en molts casos l'anomenada { ambigüitat de transferència}.
es_es: Esta oración la tenemos que desambiguar si la queremos traducir, por ejemplo, al inglés, porque en el primer caso tendríamos que decir study y en el segundo, studio; por eso el efecto de la polisemia en traducción puede causar en muchos casos la llamada { ambigüedad de transferencia}.

source: Aquesta varietat d'interpretacions es deu al fet que hi ha tres mots en la frase que poden pertànyer a dues categories lèxiques diferents: time pot ser verb (cronometrar) i substantiu (temps), flies pot ser verb (vola) i substantiu (mosques) i like pot ser verb (agradar) i preposició (com).
es_es: Esta variedad de interpretaciones se debe al hecho de que hay tres palabras en la frase que pueden pertenecer a dos categorías léxicas diferentes: time puede ser verbo (cronometrar) y sustantivo (tiempo), flies puede ser verbo (vuela) y sustantivo (moscas) y like puede ser verbo (gustar) y preposición (como).

source: Aquestes diferències eren degudes al fet que el processador del Mac no era de la família x86 (vegeu Pentium), sinó d'una altra (antigament la família 68000 de Motorola, i després l'anomenat PowerPC).
es_es: Estas diferencias se debían al hecho de que el procesador del Mac no era de la familia x86 (véase Pentium, sino de otra (antiguamente la familia 68000 de Motorola, y después del llamado PowerPC).

source: Aquestes estratègies són d'utilitat en els sistemes de traducció automàtica per transferència sintàctica pura (vegeu la secció ), ja que no s'hi fa cap processament semàntic.
es_es: Estas estrategias son de utilidad en los sistemas de traducción automática por transferencia sintáctica pura (véase la sección ), puesto que no se hace ningún procesamiento semántico.

source: Aquests dispositius han desplaçat els antics handhelds o dispositius de mà, que eren una evolució de les antigues agendes electròniques i se solien anomenar PDA per Personal Digital Assistant, `assistent digital personal'.
es_es: Estos dispositivos han desplazado los antiguos handhelds o dispositivos de mano, que eran una evolución de las antiguas agendas electrónicas y se solían denominar PDA por Personal Digital Assistant, "asistente digital personal'.

source: Aquests mots s'anomenen habitualment polisèmics i aquest tipus d'ambigüitat, polisèmia.
es_es: Estas palabras se denominan habitualmente polisémicas y este tipo de ambigüedad, polisemia.

source: Aquests ordinadors es poden presentar en grups connectats entre si per a oferir major potència i capacitat.
es_es: Estos ordenadores se pueden presentar en grupos conectados entre sí para ofrecer mayor potencia y capacidad.

source: Aquests ordinadors, llançats al mercat el 1984, popularitzaren la interfície gràfica d'usuari, tota una revolució per a l'època.
es_es: Estos ordenadores, lanzados al mercado en 1984, popularizaron la interfaz gráfica de usuario, toda una revolución para la época.

source: Caben $6.000.000.000/3.000=2.000.000$ pàgines en un disc.
es_es: Caben $6.000.000.000/3.000=2.000.000$ páginas en un disco.

source: Cada cicle de processament d'informació es correspon amb un tic del rellotge que tots el dispositius de processament tenen per sincronitzar tots el circuits de l'ordinador.
es_es: Cada ciclo de procesamiento de información se corresponde con un tic del reloj que todos los dispositivos de procesamiento tienen para sincronizar todos los circuitos del ordenador.

source: Cada idioma ho fa diferentment: català: Quina hora és?; portugués: Que horas são? (Quines hores són?); alemany: Wie spät ist es? (Com és de tard?); alemany: Wieviel Uhr ist es? (Quantes del rellotge són?), etc.
es_es: Cada idioma lo hace de una forma: catalán: Quina hora és?; portugués: Que horas são? (¿Qué horas son?); alemán: Wie spät ist es? (¿Cómo de tarde es?); alemán : Wie viel Uhr ist es? (¿Cuántas del reloj son?), etc.

source: Cada punt d'una pantalla pot tenir 256 colors: quants octets (bytes) de memòria ocupa cada punt?
es_es: Cada punto de una pantalla puede tener 256 colores: ¿cuántos bytes de memoria ocupa cada punto?

source: Cada un dels mots ve d'un mot llatí diferent: el primer del mot femení capsa, i el segon de casus, el participi de cado `caure'.
es_es: Cada una de las palabras viene de una palabra latina diferente: la primera de la palabra femenina capsa, y la segunda de casus, el participio de cado `caer'.

source: Cada una de les ordres es correspon amb una instrucció bàsica de les que pot entendre qualsevol processador.
es_es: Cada una de las órdenes se corresponde con una instrucción básica de las que puede entender cualquier procesador.

source: Cada unitat de traducció conté dues variants (tuv), cada una en una llengua (xml:lang=""), a més d'un element prop que conté la clau (key) per a cercar la unitat de traducció en la base de dades.
es_es: Cada unidad de traducción contiene dos variantes (tuv), cada una en una lengua (xml:lang=""), además de un elemento cerca que contiene la clave (key) para buscar la unidad de traducción en la base de datos.

source: Cal definir clarament les regles de segmentació; els programes de memòries de traducció solen permetre que la persona usuària modifique o refine aquestes regles.
es_es: Hay que definir claramente las reglas de segmentación; los programas de memorias de traducción suelen permitir que el usuario modifique o refine estas reglas.

source: Cal fer-ho 16 vegades; per tant, necessitem 16 bits.
es_es: Hay que hacerlo 16 veces; por lo tanto, necesitamos 16 bits.

source: Com en el cas dels CD, podem parlar de DVD-ROM, DVD-R i DVD-RW.
es_es: Como en el caso de los CD, podemos hablar de DVD-ROM, DVD-R y DVD-RW.

source: Com hem vist, les causes de l'ambigüitat són molt diverses; per això, també són molt diverses les estratègies de resolució.
es_es: Como hemos visto, las causas de la ambigüedad son muy diversas; por eso, también son muy diversas las estrategias de resolución.

source: Com ja s'ha dit en la pàgina , és comú que les dades ---de qualsevol classe: textos, instruccions de programa, dades gràfiques, de so, de vídeo, etc.--- emmagatzemades en memòria secundària estiguen organitzades en { fitxers}, també anomenats documents o arxius.
es_es: Como ya se ha dicho en la página , es habitual que los datos ---de cualquier clase: textos, instrucciones de programas, datos gráficos, sonido, vídeo, etc.--- almacenados en memoria secundaria estén organizados en { ficheros}, también llamados documentos o archivos.

source: Com ja s'ha dit més amunt, una operació molt important per a la reutilització o el reciclatge de traduccions antigues és la d'alinear els textos i les traduccions existents per a identificar fragments o unitats de traducció que es puguen reutilitzar posteriorment.
es_es: Como ya se ha dicho más arriba, una operación muy importante para la reutilización o el reciclaje de traducciones antiguas es la dealinear los textos y las traducciones existentes para identificar fragmentos o unidades de traducción que se puedan reutilizar posteriormente.

source: Com podem generar una memòria de traducció a partir d'un text i de la seua traducció?
es_es: ¿Cómo podemos generar una memoria de traducción a partir de un texto y de su traducción?

source: Com que sobre va seguit de de, que només pot ser preposició, podem descartar que sobre siga una preposició.
es_es: Como sobre va seguido de de, que sólo puede ser preposición, podemos descartar que sobre sea una preposición.

source: Com que cada octet són 8 bits, són necessaris 2 octets.
es_es: Cómo que cada byte son 8 bits, son necesarios 2 bytes.

source: Com que el disc dur és més lent que la memòria primària, l'intercanvi fa que l'ordinador vaja més lent; per això, ampliar la memòria primària sol fer que l'ordinador vaja més ràpid.
es_es: Como el disco duro es más lento que la memoria primaria, el intercambio hace que el ordenador vaya más lento: por eso, ampliar la memoria primaria suele hacer que el ordenador vaya más rápido.

source: Com que un octet pot contenir poca informació, normalment es parla de: kilooctets o kilobytes (kB), o milers d'octets.
es_es: Como un byte puede contener poca información, normalmente se habla de: kilooctetos o kilobytes (kB), o miles de octetos.

source: Com s'hi veu, pot ser que inicialment el nombre de segments del text esquerre $E$ siga diferent del nombre de segments del text dret $D$.
es_es: Com vemos, es posible que al principio el número de segmentos del texto izquierdo $E$ sea diferente del número de segmentos del texto derecho $D$.

source: Com veurem més avall, de vegades l'el·lipsi dóna lloc a l'existència de més d'un arbre d'anàlisi sintàctica per a l'oració i per tant aquests tipus d'el·lipsi no es poden incloure pròpiament en aquest apartat dedicat a l'ambigüitat purament lèxica.
es_es: Como veremos más abajo, a veces la elipsis da lugar a la existencia de más de un árbol de análisis sintáctico para la oración y por lo tanto estos tipos de elipsis no se pueden incluir propiamente en este apartado dedicado a la ambigüedad puramente léxica.

source: Com veurem més avall, en comptes de traduir mot a mot fent una simple substitució de cada mot origen pel(s) mot(s) meta corresponents, les memòries de traducció fan substitucions de fragments de més d'un mot, i, en lloc d'usar un diccionari bilingüe, usen una base de dades de fragments de més d'un mot prèviament traduïts.
es_es: Como veremos más abajo, en lugar de traducir palabra por palabra haciendo una simple sustitución de cada palabra origen por la(s) palabr(s) meta correspondientes, las memorias de traducción sustituyen fragmentos de más de una palabra, y, en lugar de utilizar un diccionario bilingüe, utilizan una base de datos de fragmentos de más de una palabra previamente traducidos.

source: Com veurem, les restriccions són normalment de naturalesa lingüística ---per tant, requereixen un cert nivell d'anàlisi del text--- i permeten descartar certes interpretacions, però no eliminen completament l'ambigüitat.
es_es: Cómo veremos, las restricciones son normalmente de naturaleza lingüística ---por lo tanto, requieren un cierto nivel de análisis del texto--- y permiten descartar ciertas interpretaciones, pero no eliminan completamente la ambigüedad.

source: Com, per exemple, els signes d'algun sistema d'escriptura no alfabètic
es_es: Cómo, por ejemplo, los signos de algún sistema de escritura no alfabético

source: Configuració típica d'un ordinador personal
es_es: Configuración típica de un ordenador personal

source: Considerem l'exemple de Totes les dones no s'estimen els abrics de pell.
es_es: Consideremos el ejemplo de Todas las mujeres no aprecian los abrigos de piel.

source: Considerem l'oració Qui diu que vindrà?
es_es: Consideramos la oración ¿Quién dice que vendrá?

source: Construir un sistema de traducció automàtica comporta la gestió d'una gran quantitat de coneixement, que s'ha d'aplegar, descriure, i representar en una forma útil per al processament per ordinador.
es_es: Construir un sistema de traducción automática conlleva la gestión de una gran cantidad de conocimiento, que se debe recopilar, y representar en una forma útil para el procesamiento por ordenador.

source: Convé, a més, esmentar un altre aspecte addicional important.
es_es: Conviene, además, mencionar otro aspecto adicional importante.

source: D'altra banda, el sistema operatiu ofereix serveis bàsics (vegeu més avall) als programes d'aplicació que s'executen en l'ordinador (els quals poden tenir la seua pròpia interfície d'ús).
es_es: Por otro lado, el sistema operativo ofrece servicios básicos (véase más abajo) en los programas de aplicación que se ejecutan en el ordenador (los cuales pueden tener su propia interfaz de uso).

source: D'altra banda, estructural: en la primera interpretació, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segon, només el participi privado ([[coto] [[privado] [de caza]]]).
es_es: Por otro lado, estructural: en la primera interpretación, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segundo, sólo el participio privado ([[coto] [[privado] [de caza]]]).

source: D'altra banda, l'organització, el manteniment i l'explotació de grans memòries de traducció distribuïdes (en les diverses màquines d'una xarxa) està lluny de ser trivial.
es_es: Por otro lado, la organización, el mantenimiento y la explotación de grandes memorias de traducción distribuidas (en las diversas máquinas de una red) está lejos de ser trivial.

source: D'altra banda, si els fragments són massa llargs, és més improbable que siguen ambigus, però és molt menys probable que es repetisquen exactament en textos futurs.
es_es: Por otro lado, si los fragmentos son demasiado largos, es más improbable que sean ambiguos, pero es mucho menos probable que se repitan exactamente en textos futuros.

source: D'altres programes usen estratègies pròpies (no descrites) per a construir traduccions usant fragments de parts dretes de més d'una UT.
es_es: Otros programas usan estrategias propias (no descritas) para construir traducciones usando fragmentos de partes derechas de más de una UT.

source: D'aquesta operació se'n diu alinear el bitext.
es_es: A esta operación se la llama alinear el bitexto.

source: D'aquests quatre, dedicarem la resta del capítol a descriure amb més detall el més important per a la traducció automàtica (i en general, per a qualsevol programa que haja de processar textos en llenguatge natural): l'ambigüitat inherent al llenguatge humà.
es_es: De estos cuatro, dedicaremos el resto del capítulo a describir con más detalle lo más importante para la traducción automática (y, en general, para cualquier programa que tenga que procesar textos en lenguaje natural): la ambigüedad inherente al lenguaje humano.

source: D'una banda, es poden produir incoherències terminològiques i d'estil entre els fragments procedents de grups diferents; les decisions en cas de conflicte comporten mecanismes complexos de reconeixement d'autoritat o de prestigi, que poden ser difícils de consensuar.
es_es: Por un lado, se pueden producir incoherencias terminológicas y de estilo entre los fragmentos procedentes de grupos diferentes; las decisiones en caso de conflicto comportan mecanismos complejos de reconocimiento de autoridad o de prestigio, que pueden ser difíciles de consensuar.

source: D'una banda, lèxica: el mot privado pot ser un adjectiu (interpretació 1) o un participi (interpretació 2).
es_es: Por un lado, léxica: la palabra privado puede ser un adjetivo (interpretación 1) o un participio (interpretación 2).

source: De fet, certs tipus de textos com ara documents tècnics, informes anuals o manuals d'instruccions, els quals se solen revisar freqüentment, sovint tenen moltes repeticions.
es_es: De hecho, algunos tipos de textos, como documentos técnicos, informes anuales o manuales de instrucciones, que se suelen revisar con frecuencia, a menudo tienen muchas repeticiones.
